Repository: ktgw0316/LightZone-l10n-nl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: nl_nl

source: If the blend color is lighter, the image is lightened as if it were dodged; if the blend color is darker, the image is darkened as if it were burned in.
nl_nl: Als de vermengings kleur lichter is, wordt de afbeelding lichter gemaakt alsof gebruik wordt gemaakt van tegenhouden. Als de vermengings kleur donderder is, wordt de afbeelding donkerder gemaakt alsof gebruik wordt gemaakt van doordrukken.

source: If you are satisfied with the color/luminosity selection, click the eyedropper button again to complete the selection.
nl_nl: Klik de pipet nogmaals om de selectie te voltooien als de kleur/lichtsterkte selectie gereed is.

source: If you do not set this option, LightZone will use an sRGB default profile.
nl_nl: Als u deze optie niet instelt, zal LightZone een sRGB standaard profiel gebruiken.

source: If you don't save, your changes will be lost.
nl_nl: Als u de wijzigingen niet opslaat, gaan ze verloren.

source: If you have a fast hard disk, using a folder on it will enable LightZone to operate faster.
nl_nl: Als u een snelle harde schijf hebt, is het aan te bevelen deze te gebruiken om de werking van Lightzone sneller te maken.

source: If you open an new image while you are still editing another image, LightZone can automatically save your work, or it can ask you what to do.
nl_nl: Als u een nieuwe afbeelding opent terwijl u al een andere afbeelding geopend had, kan LightZone automatisch uw werk opslaan, or het kan u vragen wat te doen.

source: Import Style
nl_nl: Stijl importeren

source: Import as Style
nl_nl: Importeren als stijl

source: Import...
nl_nl: Importeren...

source: In (a), no selection has been made so the viewer shows your entire photo in full color.
nl_nl: In (a) is geen selectie gemaakt zodat de weergave de gehele foto in volledige kleur toont.

source: In (b), the blues have been selected so the areas of the photo that are blue are shown as white (selected) and the rest is shown as black (not selected).
nl_nl: In (b) zijn de blauwen geselecteerd, zodat de gebieden in de foto die blauw zijn worden getoond als wit (geselecteerd) en de rest wordt getoond als zwart) niet geselecteerd).

source: In addition to being able to convert images individually, you can use the Photo Browser to convert multiple images as a batch.
nl_nl: Naast het verwerken van individuele afbeeldingen, kan de Foto Browsergebruikt worden om meerdere afbeeldignen te verwerken in een batch.

source: In order to understand blending modes, there are a few terms to know:
nl_nl: Om vermeningsmodi te begrijpen, zijn er een aantal termen die bekend worden verondersteld:

source: Initializing Engine Utilities
nl_nl: Initialiseren hulpprogramma's

source: Inspectors
nl_nl: Inspecteurs

source: Insufficient memory to open this file
nl_nl: Onvoldoende geheugen om dit bestand te openen

source: Interactive Rendering
nl_nl: Interactieve weergave

source: Internal Error
nl_nl: Interne fout

source: Invalid image file
nl_nl: Ongeldig afbeeldingsbestand

source: Invert
nl_nl: Omkeren

source: Invert Color Selection
nl_nl: Kleurselectie omkeren

source: Invert Masks
nl_nl: Maskers omkeren

source: Invert the color selection
nl_nl: Kleurselectie omkeren

source: Is one of these the right image?
nl_nl: Is een van deze de juiste afbeelding?

source: Is this a LightZone Style file?
nl_nl: Is dit een LightZone Stijl bestand?

source: Is this right?
nl_nl: Is dit juist?

source: Learning Center
nl_nl: Leercentrum

source: Left
nl_nl: Links

source: Lift Tools
nl_nl: Gereedschappen oppakken

source: Light Crafts would like to acknowledge the following people who contributed to LightZone:
nl_nl: Light Crafts wil graag de volgende mensen bedanken die een bijdrage hebben geleverd aan Lightzone:

source: LightZone Batch Processing
nl_nl: LightZone Batch Verwerking

source: LightZone File Error
nl_nl: LightZone bestandsfout

source: LightZone Product Page
nl_nl: LightZone produkt pagina

source: LightZone Send
nl_nl: LightZone Verzenden

source: LightZone Settings Error
nl_nl: LightZone instellingen fout

source: LightZone Settings Help
nl_nl: LightZone instellingen help

source: LightZone Settings Info
nl_nl: LightZone instellingen Info

source: LightZone Settings Reset
nl_nl: LightZone instellingen herstel

source: LightZone Settings couldn't be reset
nl_nl: LightZone instellingen kunnen niet worden hersteld

source: LightZone Settings remember what was going on the last time you used LightZone.
nl_nl: LightZone onthoudt instellingen zoals die waren ingesteld de laatste keer dat u LightZone gebruikte.

source: LightZone Settings remember what was going on the last time you used LightZone: your recently used files and folders; recent window positions and sizes; and so on.
nl_nl: LightZone onthoudt instellingen zoals die waren ingesteld de laatste keer dat u LightZone gebruikte: recent gebruikte bestanden en folders, recente venster posities en afmetingen, etc.

source: LightZone Settings were successfully reset.
nl_nl: LightZone instellingen zijn succesvol hersteld.

source: LightZone Startup Error
nl_nl: LightZone start fout

source: LightZone copied $1 to $2, but could not delete the old image from $3.
nl_nl: LightZone heeft $1 naar $2 gekopieerd, maar kon de oude afbeelding niet verwijderen van $3.

source: LightZone could not copy $1 to $2.
nl_nl: LightZone kon niet kopieren $1 naar $2.

source: LightZone failed to start last time.
nl_nl: LightZone kon vorige keer niet starten.

source: LightZone has encountered an internal error.
nl_nl: LightZone is geconfronteerd met een interne fout.

source: LightZone has examined /proc/cpuinfo on this computer and found "$1", with no SSE2 flag set.
nl_nl: LightZone heeft /proc/cpuinfo onderzocht op deze computer en heeft "$1" gevonden, waar de SSE2 vlag niet aan staat.

source: LightZone has run out of memory and will now shut down.
nl_nl: LightZone heeft niet genoeg intern geheugen en zal nu sluiten.

source: LightZone must know the correct color profile for your display in order to show colors correctly.
nl_nl: LightZone moet het juiste kleur profiel van uw beeldscherm kennen om de kleuren correct weer te geven.

source: LightZone must now quit.
nl_nl: LightZone moet nu worden gesloten.

source: LightZone on Linux requires a CPU supporting the SSE2 instruction set.
nl_nl: LightZone op Linux heeft een processor (CPU) nodig die de SSE2 instructie set ondersteunt.

source: LightZone: Acknowledgments
nl_nl: LightZone: Dankbetuiging

source: LightZone: Batch Converting Images
nl_nl: LightZone: Batch verwerking van afbeeldingen

source: LightZone: Black Point Compensation
nl_nl: LightZone: Zwartpunt Compensatie

source: LightZone: Blending Modes
nl_nl: LightZone: Vermengings modi

source: LightZone: Browser Anatomy
nl_nl: LightZone: Browser Anatomie

source: LightZone: Color Selection Viewer
nl_nl: LightZone: Kleur selectie weergave

source: LightZone: Color/Luminosity Selection
nl_nl: LightZone: Kleur/Lichtsterkte selectie

source: LightZone: Editor Anatomy
nl_nl: LightZone: Editor Anatomie

source: LightZone: Photo Buttons Overview
nl_nl: LightZone: Foto knoppen overzicht

source: Lighten
nl_nl: Lichter

source: Loading Classes
nl_nl: Laden programma's

source: Loading...
nl_nl: Laden...

source: Local
nl_nl: Lokaal

source: Lock
nl_nl: Vastzetten

source: Luminosity
nl_nl: Lichtsterkte

source: Magenta-Green
nl_nl: Magenta-Groen

source: Malformed LightZone file
nl_nl: Beschadigd LightZone bestand

source: Manage Styles
nl_nl: Stijlen beheren

source: Manage Styles...
nl_nl: Stijlen beheren...

source: Memory Limit
nl_nl: Geheugen limiet

source: Metadata.html
nl_nl: Metagegevens.html

source: Mid+Hilights
nl_nl: Midden+Hoge lichten

source: Midpoint
nl_nl: Middenpunt

source: Midtones
nl_nl: Midden tonen

source: Minimize
nl_nl: Minimaliseren

source: Modes
nl_nl: Modi

source: Modification Time
nl_nl: Wijzigingstijd

source: Most tools can have a blending mode specified for them.
nl_nl: Het is mogelijk om voor de meeste gereedschappen een vermengingsmodus te specificeren.

source: Move "$1" to the Recycle Bin?
nl_nl: Verplaats "$1" naar prullenbak?

source: Move "$1" to the Trash?
nl_nl: Verplaats "$1" naar het afval?

source: Move $1 selected images to the Recycle Bin?
nl_nl: Verplaats $1 geselecteerde afbeeldingen naar prullenbak?

source: Move $1 selected images to the Trash?
nl_nl: Verplaats $1 geselecteerde afbeeldingen naar het afval?

source: Move the mouse to an area of interest and click to learn more about it.
nl_nl: Beweeg de muis naar een gebied en klik om er meer over te leren.

source: Move the sliders in the Rotate Tool to rotate your image.
nl_nl: Beweeg de schuiven in het Draaien gereedschap om uw afbeelding te draaien.

source: Move to Recycle Bin
nl_nl: Verplaatsen naar prullenbak

source: Move to Recycle Bin...
nl_nl: Verplaatsen naar prullenbak...

source: Move to Trash
nl_nl: Verplaatsen naar afval

source: Move to Trash...
nl_nl: Verplaatsen naar afval...

source: Multiplies or screens the colors depending on the base color.
nl_nl: Vermenigvuldigt of bleekt kleuren afhankelijk van de basis kleur.

source: Multiply
nl_nl: Vermenigvuldigen

source: My Computer
nl_nl: Mijn Computer

source: Name
nl_nl: Naam

source: Navigating_Folders.html
nl_nl: Folder_Navigatie.html

source: Negation
nl_nl: Negatie

source: New Window
nl_nl: Nieuwe venster

source: Newer Java required
nl_nl: Nieuwere Java benodigd

source: No Browser
nl_nl: Geen Browser

source: No Image
nl_nl: Geen afbeelding

source: No Info
nl_nl: Geen Info

source: No Open Windows
nl_nl: Geen open vensters

source: No Recent Files
nl_nl: Geen recent geopende bestanden

source: No Recent Folders
nl_nl: Geen recent geopende folders

source: No Regions Defined
nl_nl: Geen gebieden gedefineerd

source: No Styles
nl_nl: Geen stijlen

source: No Styles defined
nl_nl: Geen stijlen gedefineerd

source: No internet connection
nl_nl: Geen internet verbinding

source: No update is available.
nl_nl: Geen update beschikbaar.

source: Noise Reduction
nl_nl: Ruisonderdrukking

source: None
nl_nl: Geen

source: Normal
nl_nl: Normaal

source: Normal Color Selection
nl_nl: Normale kleur selectie

source: Not enough memory
nl_nl: Niet genoeg geheugen

source: On the other hand, if black point compensation is done, the luminosity range of your photo is compressed to fit into the luminosity range of the device.
nl_nl: Aan de andere kant wordt het helderheid van uw foto samengedrukt om binnen het helderheidsbereik van het uitvoeraparaat te passen.

source: Online User Guide
nl_nl: Online gebruikers gids

source: Opacity Change
nl_nl: Wijzig matheid

source: Open
nl_nl: Openen

source: Open LightZone files to rotate them
nl_nl: Open LightZone bestanden om ze draaien

source: Open Normally
nl_nl: Normaal openen

source: Open Recent
nl_nl: Recent geopende bestanden

source: Open an Image
nl_nl: Afbeelding openen

source: Open image from dialog
nl_nl: Afbeelding openen in dialoogvenster

source: Open...
nl_nl: Openen...

source: Opening...
nl_nl: Openen...

source: Optionally, adjust the Luminosity range sliders to affect the part of the selected luminosity range.
nl_nl: Optioneel kan de bereikschuif het bereik van de geselecteerde Lichtsterkte beinvloeden.

source: Optionally, adjust the Range slider to increase or decrease the range of hues selected around the color shown by the color swatch.
nl_nl: Optioneel kan de bereikschuif het bereik van de geselecteerde kleurtonen naar boven of beneden bijstellen, op basis van de getoonde kleur in de kleurstalen.

source: Ordinarily, a tool affects your entire photo.
nl_nl: Gewoonlijk beinvloedt een gereedschapseffect de gehele foto.

source: Orient
nl_nl: Orienteren

source: Original
nl_nl: Origineel

source: Original Folder
nl_nl: Originele folder

source: Output Size:
nl_nl: Uitvoer grootte:

source: Output devices (such as printers and computer displays) often have limitations in how black the darkest black they can render is.
nl_nl: Uitvoerapparaten (zoals printers en beeldschermen) zijn vaak beperkt in hoe donker ze het donkerste zwart kunnen weergeven.

source: Output to:
nl_nl: Uitvoeren naar:

source: Overlay
nl_nl: Bedekken

source: Overview of the photo buttons.
nl_nl: Overzicht van de foto knoppen.

source: Page Setup...
nl_nl: Pagina instelling...

source: Paste Region
nl_nl: Plak gebied

source: Paste Region Linked
nl_nl: Plak gekoppeld gebied

source: Paste Tools...
nl_nl: Plak gereedschap

source: Patterns or colors overlay existing pixels while preserving the highlights and shadows of the base color.
nl_nl: Patronen of kleuren bedekken bestaande pixels, maar behouden de hoge lichten en schaduwen van de basis kleur.

source: Permission denied
nl_nl: Toegang geweigerd

source: Photo buttons overview
nl_nl: Foto knoppen overzicht

source: Photo viewer
nl_nl: Foto viewer

source: Photo_Viewer.html
nl_nl: Foto_Viewer.html

source: Photos-Sending.html
nl_nl: Fotos-verzenden.html

source: Pick Color
nl_nl: Kies kleur

source: Pick White Balance
nl_nl: Kies wit balans

source: Pick White Point
nl_nl: Kies wit punt

source: Pick a folder that has some images in it.
nl_nl: Kies een folder met afbeeldingen.

source: Pick a new color profile for this display
nl_nl: Kies een nieuw kleur profiel voor uw beeldscherm

source: Pick a new scratch folder
nl_nl: Kies een nieuwe scratch folder

source: Pixel Sampler
nl_nl: Pixel pipet

source: Pixels per inch
nl_nl: Beeldpunten per inch

source: Please connect, then try again.
nl_nl: A.u.b. verbinden, daarna opnieuw proberen.

source: Polygonal Regions
nl_nl: Veelhoekige (polygonale) gebieden

source: Position
nl_nl: Positie

source: Preferences
nl_nl: Voorkeuren

source: Preferences...
nl_nl: Voorkeuren...

source: Previewing...
nl_nl: Voorbeeld bekijken ...

source: Print
nl_nl: Afdrukken

source: Print the selected image
nl_nl: Afdrukken van geselecteerde afbeelding

source: Print this image
nl_nl: Deze afbeelding afdrukken

source: Print...
nl_nl: Afdrukken ...

source: Printer Managed Colors
nl_nl: Printer beheerde kleuren

source: Printer Profile
nl_nl: Printer profiel

source: Printing...
nl_nl: Afdrukken...

source: Printing.html
nl_nl: Printen.html

source: Proof
nl_nl: Proefdruk

source: Quality
nl_nl: Kwaliteit

source: Quit
nl_nl: Sluiten

source: RAW Adjustments
nl_nl: RAW aanpassingen

source: Range
nl_nl: Bereik

source: Rate
nl_nl: Waarderen

source: Rate $1
nl_nl: Waardeer $1

source: Rate $1 and Select Next
nl_nl: Waardeer $1 en selecteer volgende

source: Rate the selected image
nl_nl: Waardeer de geselecteerde afbeelding

source: Rating
nl_nl: Waardering

source: Really delete these files?
nl_nl: Deze bestanden werkelijk verwijderen?

source: Really delete this file?
nl_nl: Dit bestand werkelijk verwijderen?

source: Recent Folder
nl_nl: Recente folder

source: Recently used files and directories
nl_nl: Recent gebruikte bestanden en folders

source: Recently used files and folders
nl_nl: Recent gebruikte bestanden en folders

source: Recently used settings for tools
nl_nl: Recent gebruikte instellingen voor gereedschappen

source: Red
nl_nl: Rood

source: Red Eyes
nl_nl: Rode ogen

source: Redo
nl_nl: Herhalen

source: Redo last step
nl_nl: Herhalen laatste stap

source: Reds
nl_nl: Roden

source: Refresh
nl_nl: Verversen

source: Region Change
nl_nl: Gebiedswijziging

source: Region Mode
nl_nl: Gebieden modus

source: Regions
nl_nl: Gebieden

source: Regions and masks
nl_nl: Gebieden en maskers

source: Regions.html
nl_nl: Gebieden.html

source: Relight
nl_nl: Herbelichten (Relight)

source: Remember Preset
nl_nl: Instelling onthouden

source: Remind me later
nl_nl: Later herinneren

source: Remove $1
nl_nl: $1 verwijderen

source: Remove Aspect Ratio Constraints
nl_nl: Verwijder beperkingen hoogte-breedte verhouding

source: Remove Rating
nl_nl: Verwijder waardering

source: Remove Rating and Select Next
nl_nl: Verwijder waardering en selecteer volgende

source: Remove from the stack
nl_nl: Verwijderen van de stapel

source: Remove this Style
nl_nl: Verwijder deze stijl

source: Rename $1 to:
nl_nl: Hernoem $1 naar:

source: Rename...
nl_nl: Hernoemen...

source: Rendering Intent
nl_nl: Weergave doel

source: Rendering_Intent.html
nl_nl: Opbouw_principe.html

source: Replace
nl_nl: Vervangen

source: Replacing it will overwrite its current contents.
nl_nl: Vervanging zal de huidige inhoud vervangen.

source: Rescan Folder
nl_nl: Opnieuw scannen folder

source: Reset
nl_nl: Terugzetten

source: Reset Color Selection
nl_nl: Terugzetten kleur selectie

source: Reset Crop
nl_nl: Bijsnijding terugzetten

source: Reset LightZone Settings
nl_nl: Herstellen LightZone instellingen

source: Reset Rotate
nl_nl: Draaiing terugzetten

source: Reset color selection
nl_nl: Terugzetten kleur selectie

source: Reset the crop bounds
nl_nl: Herstel de bijsnijdingsbegrenzing

source: Reset the rotation
nl_nl: Draaiing terugzetten

source: Reset the rotation angle
nl_nl: Draaihoek terugzetten

source: Reset...
nl_nl: Terugzetten...

source: Resetting LightZone Settings means LightZone will work the way it did when it was new.
nl_nl: Terugzetten van de LightZone instellingen brengt LightZone terug in de originele staat, zoals het pas geinstalleerd was.

source: Resetting LightZone Settings will restore LightZone to its factory settings.
nl_nl: Terugzetten van de LightZone instellingen herstelt LightZone naar de fabrieksinstellingen.

source: Resetting these can help fix some problems, but loses your customizations.
nl_nl: Terugzetten van instellingen kan sommige problemen oplossen, maar u verliest uw zelf ingestelde waarden.

source: Resetting your LightZone Settings may fix this.
nl_nl: Terugzetten van de LightZone instellingen zou dit kunnen oplossen.

source: Resize To
nl_nl: Aanpassen naar

source: Restore Factory Styles
nl_nl: Terugzetten stijl fabrieksinstellingen

source: Restoring LightZone Settings means LightZone will work the way it did when it was new.
nl_nl: Herstellen van de LightZone instellingen brengt LightZone terug in de originele staat, zoals het pas geinstalleerd was.

source: Restoring Preferences
nl_nl: Herstellen van voorkeuren

source: Restricting tools' effect to a color/luminosity range.
nl_nl: Beperk het effect van een gereedschap tot een kleur/lichtsterkte bereik.

source: Result color
nl_nl: Resultaat kleur

source: Revert
nl_nl: Teruggaan

source: Revert the color selection
nl_nl: Draai kleurselectie terug

source: Revert...
nl_nl: Teruggaan...

source: Rotate
nl_nl: Draaien

source: Rotate 90 degrees clockwise
nl_nl: Draaien 90 graden rechtsom

source: Rotate 90 degrees counter-clockwise
nl_nl: Draaien 90 graden linksom

source: Rotate Left
nl_nl: Draaien links

source: Rotate Left and Select Next
nl_nl: Draaien links en volgende selecteren

source: Rotate Mode
nl_nl: Draaien modus

source: Rotate Right
nl_nl: Draaien rechts

source: Rotate Right and Select Next
nl_nl: Draaien rechts en volgende selecteren

source: Rotate the image
nl_nl: Draai de afbeelding

source: Rotate the image (fine)
nl_nl: Draai de afbeelding (fijn)

source: Rotate the image 90 degrees clockwise
nl_nl: Draai de afbeelding 90 graden rechtsom

source: Rotate the image 90 degrees counterclockwise
nl_nl: Draai de afbeelding 90 graden linksom

source: Sampled Colors
nl_nl: Proef kleuren

source: Sampler
nl_nl: Pipet

source: Saturation
nl_nl: Verzadiging

source: Save
nl_nl: Opslaan

source: Save As...
nl_nl: Opslaan als

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Save Format
nl_nl: Opslag formaat

source: Save LightZone files as:
nl_nl: Sla LightZone bestanden op als:

source: Save Style
nl_nl: Stijl opslaan

source: Save To:
nl_nl: Opslaan naar:

source: Save as Style...
nl_nl: Opslaan als stijl...

source: Save changes to $1?
nl_nl: Wijzigingen opslaan naar $1?

source: Save changes to this document before closing?
nl_nl: Wijzigingen opslaan voordat dit document gesloten wordt?

source: Save this image in a new format
nl_nl: Deze afbeelding opslaan in een nieuw formaat

source: Save this image to a file
nl_nl: Deze afbeelding opslaan naar een bestand

source: Save to $1
nl_nl: Opslaan naar $1

source: Save to Folder
nl_nl: Opslaan naar folder

source: Save without asking from now on.
nl_nl: Opslaan zonder bevestiging vanaf nu.

source: Saving to $1...
nl_nl: Opslaan naar $1...

source: Saving...
nl_nl: Opslaan...

source: Scale
nl_nl: Schalen

source: Scale to Fit
nl_nl: Passend schalen

source: Scaled Print Size
nl_nl: Geschaalde afdrukafmeting

source: Scanning $1...
nl_nl: Scannen $1...

source: Scanning Color Profiles
nl_nl: Scannen van kleur profielen

source: Scanning Saved Documents
nl_nl: Scannen opgeslagen documenten

source: Screen
nl_nl: Bleken

source: Search
nl_nl: Zoeken

source: Second, as shown by the red arrows, the base and blend colors are blended together using a blending mode producing the result colors.
nl_nl: Ten tweede, getoond met de rode pijlen, de basis en vermengde kleuren worden samen vermengd, gebruik makend van een vermengings modus om de resultaat kleuren te produceren.

source: See also:
nl_nl: Zie ook:

source: See also: Soft Burn.)
nl_nl: Zie ook: Zacht doordrukken.)

source: Select
nl_nl: Selecteren

source: Select $1 Preset
nl_nl: Selecteer $1 instelling

source: Select All
nl_nl: Selecteer alles

source: Select Browser > Convert... (The batch convert dialog will be presented.)
nl_nl: Selecteer Browser > Verwerken... (de batch verwerken dialoog zal verschijnen).

source: Select Recent
nl_nl: Selecteer recent

source: Select Software Update to get the latest Java from Apple.
nl_nl: Selecteer Software Update om de laatste Java versie bij Apple op te halen.

source: Select a Folder
nl_nl: Selecteer een folder

source: Select a neutral color in the photo
nl_nl: Selecteer een neutrale kleur in de foto

source: Select an Image
nl_nl: Selecteer een afbeelding

source: Select only most recent version from each stack
nl_nl: Selecteer alleen de meest recente versie van elke stapel

source: Select the hue range
nl_nl: Selecteer het kleurtoon bereik

source: Select the luminosity range
nl_nl: Selecteer het lichtsterkte bereik

source: Select the tool that you want to make a color/luminosity selection for by clicking its title bar.
nl_nl: Kies het gereedschap en klik in de titelbalk waarvoor de kleur/lichtsterkte selectie gemaakt moet worden.

source: Selection
nl_nl: Selectie

source: Send
nl_nl: Verzenden

source: Send $1 images from $2
nl_nl: Verzend $1 afbeeldingen van $2

source: Send 1 image from $1
nl_nl: verzend 1 afbeelding van $1

source: Send To Folder
nl_nl: Verzend naar Folder

source: Send...
nl_nl: Verzenden...

source: Set opacity
nl_nl: Stel matheid in

source: Set the angle of rotation in degrees
nl_nl: Stel de draaihoek in in graden

source: Set the color profile of your display device.
nl_nl: Stel het kleur profiel van uw beeldcherm in.

source: Set the default value
nl_nl: Stel de standaardwaarde in

source: Sets the upper limit on the amount of memory that LightZone will use.
nl_nl: Zet de boven limiet van het geheugen dat LightZone kan gebruiken.

source: Shadows
nl_nl: Schaduwen

source: Sharing space with the ZoneFinder, Histogram, and Sampler in the upper-right corner of the LightZone window is also the Color Selection Viewer that shows the areas of your photo that are in the selected tool's color/luminosity selection.
nl_nl: De kleur selectie weergave bevindt zich rechtsboven in het LightZone scherm en deelt deze ruimte met de ZoneVinder, Histogram en Pipet. Deze weergave toont de gebieden in uw foto die de kleur/lichtsterkte selectie van het gekozen gereedschap.

source: Sharpen
nl_nl: Verscherpen

source: Show Browser
nl_nl: Toon Browser

source: Show Crop Tool
nl_nl: Toon bijsnijdgereedschap

source: Show Details
nl_nl: Toon details
